Revit 2027 API
ParameterTypeId.RbsDuctFittingLossMethodServerParam Property
 "Loss Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctFittingLossMethodServerParam { get; }
Public Shared ReadOnly Property RbsDuctFittingLossMethodServerParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctFittingLossMethodServerParam {
	ForgeTypeId^ get ();
}
static member RbsDuctFittingLossMethodServerParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace